{"quotes": [{"quote_id":"0","quote_text":"Not to worry, my Lord. The arrow didn't in fact, enter my body. No. By a thousand to one chance, my willy got in the way."},{"quote_id":"2","quote_text":"Something is always wrong, Balders. The fact that I am not a millionaire aristocrat with the sexual capacity of a rutting rhino is a constant niggle."},{"quote_id":"4","quote_text":"The long winter evenings must just fly by."},{"quote_id":"6","quote_text":"You have a woman's bottom, my lady. I'll wager that sweet round pair of peaches has never been forced twixt two splintered planks to plug a leak and save a ship."},{"quote_id":"8","quote_text":"I smell something fishy and I'm not talking about the contents of Baldrick's apple crumble."},{"quote_id":"10","quote_text":"Everything goes over your head, doesn't it, George? You should go to Jamaica and become a limbo dancer."},{"quote_id":"12","quote_text":"We're in the stickiest situation since Sticky the Stick Insect got stuck on a sticky bun."},{"quote_id":"14","quote_text":"As a special reward, Baldrick, take a short holiday. Did you enjoy it? Right."},{"quote_id":"16","quote_text":"Oh, God, God, God! What on earth was I drinking last night? My head feels like there's a Frenchman living in it."},{"quote_id":"18","quote_text":"The path of my life is strewn with cowpats from the devil's own satanic herd."},{"quote_id":"20","quote_text":"Oh, no, just a wild stab in the dark, which is incidentally what you'll be getting if you don't start being a bit more helpful."},{"quote_id":"22","quote_text":"Oh shut up, Balders. You'd laugh at a Shakespeare comedy."},{"quote_id":"24","quote_text":"There isn't one. My father blew it all on wine, women and amateur dramatics. At the end he was eking out a living doing humourous impressions of Anne of Cleves"},{"quote_id":"26","quote_text":"Now I've got my lovely fire I'm happy as a Frenchman who's invented a pair of self-removing trousers."},{"quote_id":"28","quote_text":"I'm as poor as a church mouse that's just had an enormous tax bill on the very day his wife ran off with another mouse, taking all the cheese."},{"quote_id":"30","quote_text":"Yes. To you, Baldrick, the Rennaissance was just something that happened to other people, wasn't it?"},{"quote_id":"32","quote_text":"Seen it, pinched it, spent it. And the same goes for the two farthings Baldrick thinks he's got hidden inside that mouldy potato."},{"quote_id":"34","quote_text":"So, Edna, you loathsome little fairy maggot, how are you?"},{"quote_id":"36","quote_text":"The girl is wetter than a haddock's bathing costume."},{"quote_id":"38","quote_text":"We live in an age where illness and deformity are commonplace and yet, Ploppy, you are without a doubt the most repulsive individual I have ever met."},{"quote_id":"40","quote_text":"Believe me, eternity in the company of Beelzebub and all his hellish instruments of death will be a picnic compared to five minutes with me and this pencil if we can't replace this dictionary."},{"quote_id":"42","quote_text":"Now all we have to do, my lord, is to go down to the cock fights and put it on a bird that is a dead cert, but has got odds of 40,000 to 1."},{"quote_id":"44","quote_text":"Many appologees for ze inconweenience."},{"quote_id":"46","quote_text":"Weird. I always feel more comfy in a dress! I've got a plan, and it's as hot as my pants!"},{"quote_id":"48","quote_text":"Good, because I wish to quickly send off some party invitations, and to make them look particularly tough, I wish to write them in blood. Your blood to be precise."},{"quote_id":"50","quote_text":"Percy, have you ever wondered what your insides look like?"},{"quote_id":"52","quote_text":"I'm sure we all remember the shame and embarrassment of the visit of the King of Austria when Blackadder was found wandering naked in the halls of Hampton Court singing 'I'm Merlin, the Happy Pig.'"},{"quote_id":"54","quote_text":"Tish and pish, gadzooks, milarky. How dare you say such a thing! Demme, sir, if you're not the worst kind of swine!"},{"quote_id":"56","quote_text":"No. A copy, sir, is like fitting wheels to a tomato - time-consuming and completely unnecessary."},{"quote_id":"58","quote_text":"Baldrick, does it have to be this way? Our valued friendship ending with me cutting you into long strips and telling the prince that you walked over a very sharp cattle grid in an extremely heavy hat!"},{"quote_id":"60","quote_text":"If you weren't quite so big, it would be time for Mr and Mrs Spank to pay a short sharp trip to Bottieland."},{"quote_id":"62","quote_text":"Needs must when the devil vomits into your kettle."},{"quote_id":"64","quote_text":"How could I have been so stupid? Goodbye Millionaire's Row, hullo Room 12 of the Budleigh Salterton Twilight Rest Home for the Terminally Short of Cash."},{"quote_id":"66","quote_text":"...they may go round saying, 'Look, there's thick George, he's got the brain the size of a weasel's wedding tackle.'"},{"quote_id":"68","quote_text":"How lucky you English are to find the toilet so amusing. For us, it is a mundane and functional item. For you it is the basis of an entire culture."},{"quote_id":"70","quote_text":"This place stinks like a pair of armoured trousers after the Hundred Years War. Baldrick, have you been eating dung again?"},{"quote_id":"72","quote_text":"A war hasn't been fought this badly since Olaf the Hairy, High Chief of all the Vikings, accidentally ordered 80,000 battle helmets with the horns on the inside."},{"quote_id":"74","quote_text":"It's up to you. Either you can shut up, or you can have your head cut off."},{"quote_id":"76","quote_text":"Yes, that's right. A lovely, lovely cow with great big lovely udders, swinging around going 'Mooo, come to Nursie-cow, you lovely little heifers!' Oh, yes, what fun, I want to be a cow again, please!"},{"quote_id":"78","quote_text":"She's got a tongue like an electric eel and she likes the taste of a man's tonsils."},{"quote_id":"80","quote_text":"I'm not dear. I'm very reasonable, actually, Baldrick. Most girls would charge an extra sixpence for all the horrid things he wants a girl to do..."},{"quote_id":"82","quote_text":"It is customary on these occasions for the groom to marry the bridesmaid. I presume you will honour this."},{"quote_id":"84","quote_text":"Yes, all right. Make a sentence out of the following words: 'Face - sodding - your - shut.'"},{"quote_id":"86","quote_text":"Oh, my God. We've only got one act, and she's shaved her beard off."},{"quote_id":"88","quote_text":"Would I? Do I tell people that your brother Harry is scared of spoons, or that your father has very small private parts?"},{"quote_id":"90","quote_text":"Well, no, it's not a particularly cunning trick because we've seen through it... But obviously they thought it was cunning when they thought it up."},{"quote_id":"92","quote_text":"Damn! The first decent battle since I reached puberty."},{"quote_id":"94","quote_text":"And make a note of that word 'gobbledegook' - I like it. I want to use it more often in conversation."},{"quote_id":"96","quote_text":"Yes, you stupid person: hurry up. I wish to entwine him again in my broad thighs."},{"quote_id":"98","quote_text":"To Baldrick: Nothing, you are last in God's great chain. Unless there's an earwig around here you'd like to victimize."},{"quote_id":"100","quote_text":"Not really, Mr Hanna. You see, Mr Baldrick may look like a monkey who's been put in a suit and then strategically shaved, but he's a brilliant politician."},{"quote_id":"102","quote_text":"If you come back with the information, Captain Darling will pump you thoroughly in the debriefing room."},{"quote_id":"104","quote_text":"Personally I thought you were the least convincing female impressionist since Tarzan went through Jane's handbag and ate her lipstick, but I'm clearly in a minority."},{"quote_id":"106","quote_text":"Well, as my tutor, Old Bubbleface used to say, &quot;Make love and be merry, for tomorrow you may catch some disgusting skin disease.&quot;"},{"quote_id":"108","quote_text":"Don't be ridiculous, Baldrick. You know me. I mean, I laugh in the face of fear and tweak the nose of the dreadful spindly killer fish."},{"quote_id":"110","quote_text":"We've been sitting here since Christmas 1914, during which time millions of men have died, and we've moved no further than an asthmatic ant with heavy shopping."},{"quote_id":"112","quote_text":"But cross me, and you'll soon discover that under this boyish, playful exterior beats the heart of a ruthless, sadistic maniac."},{"quote_id":"114","quote_text":"We're about as similar as two completely dissimilar things in a pod."},{"quote_id":"116","quote_text":"I'll just have to sit this one out on the touchline with the half-time oranges and the fat wheezy boys with a note from matron, while you young bloods link arms for the glorious final scrum down."},{"quote_id":"118","quote_text":"Again, please."},{"quote_id":"120","quote_text":"No, George, as pointless as trying to teach a woman the importance of a good forward defensive stroke."},{"quote_id":"122","quote_text":"I've a horrid suspicion that Baldrick's plan will be the stupidest thing since Lord Nelson's famous signal: ' England knows Lady Hamilton's a virgin, poke my eye out and cut off my arm if I'm wrong.'"},{"quote_id":"124","quote_text":"Precisely. Or, as I shall be known from now on... The Black Vegetable!"},{"quote_id":"126","quote_text":"Ha! You English and your zense of humour. During your brief stay I look forward to learn more of your vit, your punning and your amusing jokes about the breaking of the vind."},{"quote_id":"128","quote_text":"Oh, God. Fortune vomits on my eiderdown once more."},{"quote_id":"130","quote_text":"That great radish? That steaming great left-footer? The Earl of Doncaster, Baldrick, has been riding side-saddle since he was seventeen."},{"quote_id":"132","quote_text":"Yes, and he's very amusing and brave as well. Not to mention being as clever as a chap with three heads."},{"quote_id":"134","quote_text":"Baldrick, in the Amazonian rain forests there are tribes of Indians as yet untouched by civilisation who have developed more convincing Charlie Chaplin impressions than yours."},{"quote_id":"136","quote_text":"If nothing else works, a total pig-headed unwillingness to look facts in the face will see us through."},{"quote_id":"138","quote_text":"Precisely! It's not fair, you know: every other woman in the court has bastard sons, but not my mother. Oh, no! She's so damn pure she doesn't dare look down in case she notices her own breasts!"},{"quote_id":"140","quote_text":"...'Goodness, something twice the size of the Royal Barge has just hoved into view between the sheets.'"},{"quote_id":"142","quote_text":"Oh, yes, sir! Provided they ask for sausages. Otherwise they tend to get a tiny bit disappointed. Saussies is all I got."},{"quote_id":"144","quote_text":"Run away from the hills! If you see hills, run the other way!"},{"quote_id":"146","quote_text":"One more foot wrong, and the contract between us will be as broken as this milk jug."},{"quote_id":"148","quote_text":"Oh, my love, oh, my love. Don't hold back, please my little worm."},{"quote_id":"150","quote_text":"Well, well, well, if it isn't the Lord Privy toast rack. Pull up a muffin and sit yourself down."},{"quote_id":"152","quote_text":"Yes, and I wish he wouldn't do that. It's very difficult to sleep with that sort of thing going on you know. Being used all night long. Like the outside of a sausage roll."},{"quote_id":"154","quote_text":"Am I jumping the gun, Baldrick, or are the words 'I have a cunning plan' marching with ill-deserved confidence in the direction of this conversation?"},{"quote_id":"156","quote_text":"Give the likes of Baldrick the vote and we'll be back to cavorting druids, death by stoning and dung for dinner."},{"quote_id":"158","quote_text":"Come on, you scum! Move it: I want you back to the castle by sundown, or you'll all be slaughtered. Onward!"},{"quote_id":"160","quote_text":"No, no: I have won the battle, I have saved the kingdom. I think I can find myself a horse!"},{"quote_id":"162","quote_text":"Obviously many moderate people would respect your stand on asparagus, but what about this extremist nonsense about abolishing slavery?"},{"quote_id":"164","quote_text":"No, my Lord: just an example of the sort of thing you wouldn't stoop to."},{"quote_id":"166","quote_text":"Percy, in the end, you are about as much use to me as a hole in the head, an affliction with which you must be familiar, never having had a brain."},{"quote_id":"168","quote_text":"If word gets out that I'm missing, 500 girls will kill themselves and I wouldn't want them on my conscience - not when they ought to be on my face!"},{"quote_id":"170","quote_text":"As far as I can tell, the message was he's got a terrible lion up his end so there's an advantage to an enema at once."},{"quote_id":"172","quote_text":"Mother, Henry is our enemy. When his men get here they'll brutally ravish you and every woman in the castle."},{"quote_id":"174","quote_text":"Now, Bob, this is Percy: a smooth-shaving dimwit I don't seem to be able to shake off."},{"quote_id":"176","quote_text":"Oh, I see, so some carrot-faced, thistle-arsed Scottish orang-utan would like some eunuchs, would he?"},{"quote_id":"178","quote_text":"Bloody explorers, ponce off to Mumbo Jumbo land, come home with a tropical disease, a suntan and a bag of brown lumpy things, and Bob's your uncle, everyone's got a picture of them in lavatory."},{"quote_id":"180","quote_text":"I see. Well, don't be embarrassed. If you've got the pox, just pop your manservant on the table and we'll take a look at it, shall we?"},{"quote_id":"182","quote_text":"Yes, I'm horrified. I smeared my opponents, bribed the press to be on my side, and threatened to torture the electorate if we lost. I fail to see what more a decent politician could have done."},{"quote_id":"184","quote_text":"Egads! It's that oppressed mass again!"},{"quote_id":"186","quote_text":"Oh, yes - we've been living off lard butties for five years now. I'm so poor I use my underpants for drying dishes."},{"quote_id":"188","quote_text":"Well, of course you are. It's not every day a man wakes up to discover he's a screaming bender with no more right to live on God's clean earth than a weasel. Ashamed of yourself?"},{"quote_id":"190","quote_text":"Thanks, Bridesmaid. Like the beard. Gives me something to hang on to."},{"quote_id":"192","quote_text":"Be quiet, Percy, I think I've got an idea. If he is a wealthy man, and we nurse him back to health, he may reward us."},{"quote_id":"194","quote_text":"If there's one thing I've learnt in the army, it's never ignore a pooh-pooh!"},{"quote_id":"196","quote_text":"I mean, money isn't everything. Think of clouds and daisies, and the lovely smiles on little babies' faces."},{"quote_id":"198","quote_text":"Yes. I think I'm on the point of spotting the flaw in the plan. But do go on. Which pages are they?"}] }